Repository: banaisakula/AllTweakSource
Catalog: messenger-*-ads/settingsview/Resources/*.lproj/Root.strings
Languages: ar, fr, nl

source: Apply
ar: تطبيق
fr: Appliquer
nl: Toepassen

source: App restart required
ar: مطلوب إعادة تشغيل التطبيق
fr: Redémarrage de l'application requis
nl: App opnieuw opstarten vereist

source: Do you really want to kill Messenger?
ar: هل تريد فعلا اغلاق المسنجر؟
fr: Voulez-vous vraiment fermer Messenger?
nl: Wil je Messenger echt afsluiten?

source: Welcome to Messenger No Ads
ar: مرحبًا بك في Messenger No Ads
fr: Bienvenue sur Messenger No Ads
nl: Welkom bij Messenger No Ads

# INTRO_TEXT_GUIDE
source: Tap on your profile picture at the top-left corner of the screen to access settings
ar: اضغط على صورة ملفك الشخصي في الزاوية العلوية اليسرى من الشاشة للوصول إلى الإعدادات
fr: Appuyez sur votre photo de profil dans le coin supérieur gauche de l'écran pour accéder aux paramètres
nl: Tik op je profielfoto in de linkerbovenhoek van het scherm om toegang te krijgen tot de instellingen

source: Confirm
ar: موافق
fr: Confirmer
nl: Bevestig

source: Cancel
ar: الغاء
fr: Annuler
nl: Annuleren

source: Main Preferences
ar: الخصائص الرئيسيه
fr: Réglages principaux
nl: Hoofdvoorkeuren

source: No Ads
ar: الغاء الاعلانات
fr: Pas de publicité
nl: Geen advertenties

source: Disable Read Receipt
ar: الغاء مشاهده تمت القراءة من الطرف الاخر
fr: Désactiver confirmation de lecture
nl: Leesbevestiging uitschakelen

source: Disable Typing Indicator
ar: الغاء مشاهده يقوم بالكتابه الان
fr: Désactiver indicateur d'écriture
nl: Typindicator uitschakelen

source: Disable Story Seen Receipt
ar: الغاء تمت المشاهده من الطرف الاخر
fr: Désactiver confirmation de vue Story
nl: Gezien ontvangstbewijs uitschakelen

source: Can Save Friend's Story
ar: تفعيل حفظ الحاله للاصدقاء
fr: Enregistrer la Story d'un ami
nl: Kan het verhaal van een vriend opslaan

# HIDE_SEARCH_BAR
source: Hide Search Bar (iOS 12 only)
ar: اخفاء شريط البحث - تعمل فقط مع الاصدار 12
fr: Cacher barre de recherche (iOS12)
nl: Zoekbalk verbergen (alleen iOS 12)

source: Hide Stories Row
ar: الغاء شريط الحاله
fr: Cacher la rangée des Stories
nl: Verhalenrij verbergen

source: Hide People Tab
ar: اخفاء ايقونه الاشخاص
fr: Cacher l'onglet Personnes
nl: Tabblad Personen verbergen

source: Extend Story Video Upload Length
ar: تمديد طول تحميل الفيديو القصة
fr: Prolonger la durée de téléchargement de la vidéo de l'histoire
nl: Verleng de lengte van de uploadvideo van het verhaal

source: Other Preferences
ar: الاعدادات الاخرى
fr: Autres réglages
nl: Andere voorkeuren

source: Show The Eye Button
ar: إظهار زر العين
fr: Afficher le bouton oeil
nl: Toon de oogknop

source: Quick Enable/Disable Read Receipt
ar: تمكين / تعطيل إيصال القراءة بسرعة
fr: Activer/désactiver rapidement le reçu de lecture
nl: Leesbevestiging snel in/uitschakelen

source: Reset Settings
ar: اعاده ضبط الاعدادات
fr: Réinitialiser les réglages
nl: Instellingen resetten

source: Support Me
ar: ادعمني
fr: Me soutenir
nl: Steun mij

source: Donation 💰
ar: تبرع 💰
fr: Contribution 💰
nl: Donatie 💰

source: Buy me a coffee
ar: ساعدني بالتبرع بفنجان قهوه
fr: Me payer un café
nl: Koop me een kopje koffie

source: Feature Request ✨
ar: طلب ميزه ✨
fr: Demande de fonctionnalité ✨
nl: Functieverzoek ✨

source: Send Me An Email With Your Request
ar: ارسال ايميل بما تود اقتراحه من كيزات اخرى
fr: M'envoyer un email avec votre demande
nl: Stuur me een e-mail met uw verzoek

source: Source Code 🤖
ar: كود المصدر 🤖
fr: Code Source 🤖
nl: Broncode 🤖

source: Found A Bug 🐛
ar: وجدت مشكله ، بلغ عنها 🐛
fr: J'ai trouvé un bug 🐛
nl: Bug gevonden 🐛

source: Leave A Bug Report on Github
ar: التبليغ عن مشكله عن طريق Github
fr: Laisser un rapport de bug sur Github
nl: Laat een bugrapport achter op Github
